
"About Device" = "Infos Caméra";
"Add" = "Ajouter";
"Add Camera" = "Ajouter";
"Advanced Setting" = "Réglages avancés";
"Alarm" = "Alarme";
"All" = "Tout";
"App Info" = "Info App";
"Back" = "Retour";
"Camera" = "Caméra";
"Camera Found! (%d)" = "Caméra trouvé (%d)";
"Camera List" = "Mes Caméras";
"Camera Name" = "Nom de la Caméra";
"Camera Password" = "MDP Caméra";
"Camera UID" = "UID de la Caméra";
"Camera UID can not less than 20 characters" = "l'UID de la Caméra ne peut avoir moins de 20 caractères.";
"Camera UID must enter 20 characters"   ="l'UID de la Caméra doit comprendre 20 caractères";
"Camera Name can not be empty" = "Le nom de la Caméra ne peut être vide.";
"Camera Password can not be empty" = "Le mot de passe de la Caméra ne peut être vide.";
"Cancel" = "Annuler";
"Can not play remote record" = "Lecture impossible de l'enregistrement à distance.";
"Channel" = "Canal";
"Choose a Network..." = "Choisir un Réseau...";
"Confirm" = "Confirmer";
"Confirm Password" = "Confirmer le mot de passer";
"Connect Failed" = "échec de la connexion";
"Connected" = "Connecté";
"Connecting..." = "Connexion en cours...";
"Continue" = "Continuer";
"Correct the wrong password" = "Mauvais mot de passe, veuillez corriger";
"Delete" = "Supprimer";
"Delete?" = "Supprimer?";
"Delete Photo" = "Supprimer la photo";
"Dismiss" = "Rejeter";
"Done" = "Appliquer";
"Edit" = "Modifier";
"Edit Camera" = "Modifier la Caméra";
"Enter Password" = "Saisir le mot de passe";
"Environment Mode" = "Environnement";
"Email Photo" = "Photo par E-Mail";
"Events" = "Alertes";
"Event List" = "Liste des Alertes";
"Flip & Mirror" = "Flip & Miroir";
"Format command will ERASE all data of your SDCard" = "Le Formatage EFFACERA les données de votre carte SD";
"Format completed." = "Formatage terminé.";
"Format failed." = "échec du Formatage.";
"Format SDCard" = "Formater carte SD";
"Free Size" = "Espace libre";
"Full Time" = "Enregistrement en continue";
"Full-time recording" = "Full time recording";
"Event List" = "Event List";
"High" = "Elevé";
"Horizontal Flip (Mirror)" = "Flip horizontal (Miroir)";
"Incorrect password for %@" = "Mot de passe incorrect pour  %@";
"Indoor Mode(50Hz)" = "Mode Intérieur (50Hz)";
"Indoor Mode(60Hz)" = "Mode Intérieur (60Hz)";
"Indoor(50Hz)" = "Intérieur (50Hz)";
"Indoor(60Hz)" = "Intérieur (60Hz)";
"Information" = "Information";
"IO Alarm" = "Alarme IO";
"Join" = "Ajouter";
"LAN" = "Réseau";
"Live View" = "Visualisation";
"Listen" = "écouter";
"Listening" = "écoute...";
"List are full, remove a device and try again" = "Liste pleine, supprimer une Caméra et recommencer.";
"Low" = "Bas";
"Name" = "Nom";
"Max" = "Max";
"Medium" = "Moyen";
"Microphone" = "Microphone";
"Min" = "Mini";
"Mirror" = "Miroir";
"Model" = "Modèle";
"Motion Detection" = "Détection de mouvement";
"Mute" = "Muet";
"New" = "Nouveau";
"New Password" = "Nouveau mot de passe";
"Night" = "Nuit";
"Night Mode" = "Mode Nuit";
"No result found" = "Aucun résultat trouvé.";
"No Wi-Fi network found" = "Aucun réseau WiFi trouvé.";
"None" = "Aucun";
"Normal" = "Normal";
"Not Supported" = "Non supporté";
"Off" = "Off";
"Off line" = "Hors Ligne";
"Online" = "En ligne";
"Online Nm: %d / Frame ratio: %d / %d" = "Nm en ligne : %d / Ratio image : %d / %d";
"Online Nm: %d" = "En ligne: %d";
"OK" = "OK";
"Old" = "Ancien";
"Old Password" = "Ancien mot de passe";
"Outdoor" = "Extérieur";
"Outdoor Mode" = "Mode Extérieur";
"QRCode" = "QRCode";
"Playback" = "Lecture";
"Password" = "MDP";
"Please enter password for %@" = "Veuillez saisir le mot de passe de %@.";
"Please input the password" = "Veuillez saisir le mot de passe.";
"Please select photos to delete." = "Veuillez sélectionner les photos à supprimer.";
"The old password is invalid" = "Ancien mot de passe incorrect";
"Pull down to refresh..." = "Tirez vers le bas pour actualiser...";
"Ready" = "Prêt";
"Reboot" = "Redémarrer";
"Reconnect" = "Reconnecter";
"Recording Mode" = "Mode Enregistrement";
"Release to refresh..." = "Lâchez pour actualise...";
"Save" = "Enregistrer";
"Save Photo" = "Enregistrer la Photo";
"Scanning..." = "Scanne en cours...";
"SDCard Fault" = "Erreur Carte SD";
"Search" = "Rechercher";
"Security Code" = "Mot de Passe";
"Snapshot" = "Photo";
"Snapshot saved" = "Photo enreg.";
"Speak" = "Parler";
"Speaking" = "Parler...";
"Speaker" = "Haut parleur";
"The name, uid and password field can not be empty" = "Les champs Nom, UID et Mot de passe ne peuvent être vides.";
"The new password and confirm password do not match" = "Le nouveau mot de passe et le mot de passe de confirmation ne correspondent pas.";
"The new password is more than 15 characters" = "Votre nouveau mot de passe contient plus de 15 caracatères.";
"The password is more than 30 characters" = "Votre nouveau mot de passe contient plus de 30 caracatères.";
"The video has finished playing" = "La lecture vidéo est terminée.";
"This device is already exists" = "Cette Caméra existe déjà.";
"Timeout" = "Délai dépassé";
"Total Size" = "Espace totale";
"Unknown" = "Inconnu";
"Unknown Device" = "Caméra Inconnu";
"UID" = "UID";
"Unsupported" = "Non supporté";
"Vender" = "Fabriquant";
"Version" = "Version";
"Vertical and Horizontal Flip" = "Flip vertical et horizontal";
"Vertical Flip" = "Flip vertical";
"Video Flip" = "Flip Vidéo";
"Video Lost" = "Vidéo perdue";
"Video Quality" = "Qualité Vidéo";
"Video Resume" = "Reprise de la Vidéo";
"Wait for connecting..." = "Connexion en cours, veuillez patienter...";
"Warning" = "Attention !!!";
"WiFi" = "WiFi";
"WiFi Networks" = "Réseaux WiFi";
"Custom Period" = "Période personalisée";
"Search Period" = "Période de recherche";
"Begin Time" = "Heure de début";
"End Time" = "Heure de fin";
"Begin Date" = "Date de début";
"End Date" = "Date de fin";
"Quality" = "Qualité";
"Good" = "Bon";
"Bad" = "Mauvais";
"Time Zone" = "Fuseau Horaire";
"asia" = "Asie";
"europe" = "Europe";
"america" = "Amérique";
"oceania" = "Océanie";
"africa" = "Afrique";
"Remote Device Connecting" = "Connexion de votre caméra en cours";
"Remote Device Timeout" = "Délai de connexion dépassé";
"Within a day" = "Dans la journée";
"Within a week" = "Dans la semaine";
"Within an hour" = "Dans l'heure";
"Within half a day" = "Dans la demi-journée";
"Wrong Password" = "Mot de passe incorrect";
"Your email account is disabled or removed, please check your email account." = "Votre compte de messagerie n'est pas valide. Veuillez vérifier votre compte.";
"Event" = "évènement";
"Info" = "Info";
"CompanyLog" = "TMH Viewer";
"Place a barcode inside the viewfinder rectangle to scan it." = "Placez le QR Code dans le rectangle pour le Scanner.";
"Cancel" = "Annuler";
"Light" = "Scanner";
"Copyright" = "Copyright©2013.Tous droits réservés.";
"LAN Search" = "LAN Search";
